const List<Map<String, dynamic>> productData = [
  {
    'assetsName': 'cn.png',
    'title': 'Cinnamon & Cocoa',
    'price': '₹99',
    'rating': '4.5',
    'description': 'Погрузитесь в теплый и уютный мир с нашей смесь корицы и какао. Это восхитительное лакомство сочетает в себе пряный вкус корицы и насыщенный шоколад, создавая идеальное сочетание для вашего утреннего кофе или десерта. Каждая порция дарит вам тепло и комфорт, и станет отличным дополнением к вашим любимым напиткам или выпечке, наполняя ваш дом ароматами, которые пробуждают приятные воспоминания о домашнем уюте.',
  },
  {
    'assetsName': 'rr.png',
    'title': 'Vanilla & Almond',
    'price': '₹150',
    'rating': '4.8',
    'description': 'Откройте для себя классическое сочетание ванили и миндаля, которое прекрасно подойдет для любого повода. Эта роскошная смесь предлагает кремовую, ореховую нотку с легким сладковатым привкусом, который идеально дополняет выпечку, десерты и даже горячие напитки. Наслаждайтесь каждым глотком или кусочком, в который добавлена наша смесь, и позвольте своему воображению раскрыться, создавая уникальные кулинарные шедевры прямо у себя на кухне.',
  },
  {
    'assetsName': 'conp.png',
    'title': 'Hazelnut Delight',
    'price': '₹200',
    'rating': '4.7',
    'description': 'Погрузитесь в мир богатого и орехового вкуса с нашим «Лакомством из фундука». Этот продукт идеально подходит для намазывания на тосты, добавления в десерты или для обогащения любимых напитков. Его кремовая текстура и восхитительный вкус оставят вас в восторге. Откройте для себя множество способов насладиться этой неповторимой смесью, добавляя ее в мороженое, пироги или просто наслаждаясь ей в чистом виде.',
  },
  {
    'assetsName': 'sn.png',
    'title': 'Mint & Chocolate',
    'price': '₹180',
    'rating': '4.6',
    'description': 'Испытайте свежий вкус мяты, объединенный с насыщенным шоколадом, с нашим «Мятным и шоколадным» продуктом. Эта экзотическая смесь предлагает идеальный баланс между освежающей мятой и гладким какао, что делает ее отличным выбором для десертов, конфет и горячих напитков. Погрузитесь в удивительное сочетание вкусов, которое подарит вам заряд бодрости и хорошего настроения, идеально подходя для любого времени года и повода.',
  },
  {
    'assetsName': 'mar.png',
    'title': 'Caramel & Mocha',
    'price': '₹120',
    'rating': '4.9',
    'description': 'Погрузитесь в невероятное слияние карамели и мокко с нашим «Карамельным и мокко» продуктом. Это неотразимое сочетание предлагает сладкий, маслянистый вкус карамели, дополненный насыщенной кофейной основой, что делает его идеальным для создания изысканных десертов и ароматных кофе. Каждая ложка этого продукта — это маленькое чудо, способное поднять настроение и сделать ваш день особенным. Используйте его для создания уникальных напитков, пирожных или просто наслаждайтесь им самостоятельно.',
  },
  {
    'assetsName': '1.png',
    'title': 'Strawberry & Cream',
    'price': '₹170',
    'rating': '4.4',
    'description': 'Побалуйте себя восхитительным сочетанием свежих клубник и крема с нашим «Клубникой и кремом». Этот продукт захватывает суть лета с его сладким и кисловатым вкусом, что делает его идеальным для десертов, топпинга или освежающих напитков. Каждая порция приносит с собой воспоминания о солнечных днях и радостных моментах, когда клубника была в изобилии. Создайте свои уникальные десерты, добавляя его в пироги, мороженое или просто наслаждайтесь им как есть.',
  },
];
